import config from "@/config/index";
// 首页应用领域的相关数据
const productList = [{
  id: '1',
  name: "MEMS",
  desc:'MEMS器件制造',
  size: '200mm * 100mm',
  material: '硅胶纳米材料',
  technique: '工艺23432',
  iconUrl: `product1.png`,
  imgUrl: `appArea1.jpg`,
  discription: " "
},
{
  id: '2',
  name: "三维封装",
  desc:'CIS三维封装',
  size: '200mm * 100mm',
  material: '硅胶纳米材料',
  technique: '工艺23432',
  iconUrl: `product2.png`,
  imgUrl: `appArea2.jpg`,
  discription: " "
},
{
  id: '3',
  name: "临时键合",
  desc:'临时键合',
  size: '200mm * 100mm',
  material: '硅胶纳米材料',
  technique: '工艺23432',
  iconUrl: `product3.png`,
  imgUrl: `appArea3.jpg`,
  discription: ""
},
{
  id: '4',
  name: "生物芯片",
  desc:'生物芯片专用设备',
  size: '200mm * 100mm',
  material: '硅胶纳米材料',
  technique: '工艺23432',
  iconUrl: `product4.png`,
  imgUrl: `appArea4.jpg`,
  discription: ""
}
]
// 产品列表的相关信息
const prodList= [
  {
      id: '1',
      title: '阳极键合',
      desc: '阳极键合技术也称为场辅助密封、静电键合。它可以将玻璃与金属、合金或半导体键合在一起而不用任何粘结剂。',
      src: require('$assets/CommonImg/ProdList/阳极键合.png'),
      // 概述
      summary: '阳极键合技术也称为场辅助密封、静电键合。它可以将玻璃与金属、合金或半导体键合在一起而不用任何粘结剂。这种键合温度低、键合界面牢固、长期稳定性好。',
      // 键合原理
      principle: `<div class="subTitle">键合原理</div>含碱玻璃极化——将键合的两晶圆放置在一个加热板（300-450℃）上，在两端加上约400-1000V的DC电压实现紧密接触——初始状态由于表面粗糙型晶圆和玻璃会有间隙，后由于电压降产生间电力将接触区域全部拉紧，保持晶圆处于较强的静电压力下界面反应——界面发生化学反应，使Si衬底氧化，实现与玻璃永久性键合`,
      // 影响因素
      influenceFactor: `<div class="subTitle">影响因素</div>
      温度、电压越高，峰值电流越大，完成键合时间越短<br>
      玻璃越厚，电阻大，降低有效电压，形成弱键合<br>
      真空中进行要比在大气压下进行的慢<br>
      键合强度：断裂实验，5-45MPa<br>
      密封性：测谐振微机械器件压敏品质因数<br>
      热残余压力：由键合引起的压力由键合工艺前后测量的曲率计算得到`,
      // 技术指标
      TechnicalIndicators: `
          <div class="subTitle">技术指标</div> 
          1、最大压力：10kN~30KN<br>                                                 
          2、压力均匀性：±5％<br>        
          3、温度范围：可升至450℃<br>
          4、极限真空可达1*10-3Pa<br>
          5、电压范围0~1000V`
  },
  {
      id: '2',
      title: '解键合',
      desc: '工艺完成以后，需将器件晶圆与载片分离。减薄后的器件晶圆会由其他器件晶圆(晶圆级键合，永久键合至另一个晶圆上)或胶膜(芯片-品圆键合时黏附在划片使用的支撑胶膜上)支撑。',
      src: require('$assets/CommonImg/ProdList/解键合.png'),
      // 概述
      summary: '工艺完成以后，需将器件晶圆与载片分离。减薄后的器件晶圆会由其他器件晶圆(晶圆级键合，永久键合至另一个晶圆上)或胶膜(芯片-品圆键合时黏附在划片使用的支撑胶膜上)支撑。以提供足够的应力支撑。根据临时键合层或释放层的特性，目前已研发出了多种解键合技术。',
      // 解键合工艺技术
      influenceFactor: `
      <div class="subTitle">解键合工艺技术</div> 
      化学方法：<br>
      临时键合材料可通过一些特殊的化学物质来去除。由于这些化学物质只会与临时键合胶发生反应，因此只需要将临时键合体浸泡在化学反应槽里即可。一旦临时键合胶被完全溶解，载片与器件品因就会分离开来。为加速溶解作用，可在浸泡的过程中对反应槽加热。下面是两个通过化学反应进行解键合的例子:<br>
      (1)有机溶剂在加热的情况下会溶解蜡或热塑性材料:<br>
      (2)稀释的HF溶液会快速溶解Zr层(金属临时键合中作为释放层)，但对器件晶圆损伤很小。<br>
      上述两个例子中，溶解作用都是先从器件晶圆的边缘开始，井逐渐过渡到器件品圆中心。为了避免边界层和溶解度浓度梯度在晶圆边缘处积聚，降低溶解速率，在溶解的过程中应对溶解液进行适当的搅拌。解键合完成后，应立即对减薄晶圆进行夹持，防止碎片(特别是没有支撑结构的薄晶圆)。
      化学解键合的缺点是侵泡时间过长，通常可达几个小时。虽然化学药剂可循环使用，但仍需要考虑原料购买及废料处理所带来的成本。<br>
      当键合胶变为液态时，器件晶圆与载片可轻易地分离开来。这对使用热塑性粘合材料的键合体特别有效，因为加热会降低其粘度，如图1所示，当胶层粘度降低到1~2泊时，键合体处于可分离状态。通过以下2种方法的任意一种，可将键合体完全分离(07-40)<br>
      1)滑动剥离，在水平方向上分离载片和器件品圆<br>
      2)楔人剥离，在垂直方向上分离载片和器件品圆<br>
      大多数复合键合胶也是通过楔人剥离的方法来到离的。某些复合键合胶中含有专用的热释放层，加热后这些释放层会膨胀，变成泡沫状，这样就减小了载片与器件晶圆的接触面积。由于空隙较多，这种材料特性也随之变差。在UV的照射下，某些复合键合收的释放层的机械完整性会遭到破坏，从而减弱键合强度。在这种情况下，只需要施加极小的机械力就可实现载片的剥离。<br>
      <span style="margin-top: 0.2rem;display: block;">激光处理：</span>
      对于某些临时键合胶不能通过腐蚀或热处理来剥离的情况( 如UV固化材料)，需要在临时键合胶中加人释放层。目前比较先进的释放层为一种光一热转换材料(L.THC), 当这种材料曝光F适当频率的激光下时，高能激光会在其表面形成微孔，削弱键合强度。此后，再通过楔入分离的方法将载片与器件晶圆分离开来明。
      解键合的后处理：<br>
      当器件晶圆与载片分离后，需要对载片进行清洗，去除表面残余键合胶和其他颗粒。载片能否重新使用由载片数量及后续工艺要求来决定，如果载片缺陷程度较高、存在翘曲、表面光洁度不达标等问题，那么载片将无法重新使用。在计算整套工艺流程的成本时，必须将器具、耗材的成本和产能一并考虑在内。
      `,
  },
  {
      id: '3',
      title: '键合对准',
      desc: '晶圆键合对准机是把一片晶圆与另一片晶圆进行对准。',
      src: require('$assets/CommonImg/ProdList/键合对准.png'),
      // 概述
      summary: `晶圆键合对准机是把一片晶圆与另一片晶圆进行对准。利用上下两片晶圆的对准标记，通过光学视觉系统，实现上下两片晶圆的光学对准，随后通过机械的方法，使两片晶圆接触，完成对准。`,
      // 对准原理
      principle: `
      <div class="subTitle">对准原理</div> 
      第一个晶圆面朝下置于晶圆对准设备卡盘并传送到对准机内。<br>
      对准机内，晶圆在Z轴方向上移动直到被顶部的传输夹具真空吸附固定。<br>
      被传输夹具固定的第一个晶圆将成为后续对准工艺的基准，确定所有对准移动的起点。<br>
      每个晶圆的左右两边各有一个对准标记（标记的距离越大越好）<br>
      显微镜移动寻找对准标记并聚焦<br>
      以面朝上的方式将第二个晶圆载入机台，与第1个晶圆面面相向<br>
      第2个晶圆被真空吸附固定在位于可移动的对准台的卡盘上<br>
      对准台沿x/y/方向运动或θ角旋转，查找第2个晶圆的对准标记并对准<br>
      对准后底层晶圆提升到接触位置，并通过卡盘边缘卡箍将晶圆固定`,
      // 技术指标
      TechnicalIndicators: `
      <div class="subTitle">技术指标</div> 
      1、通过光学视觉系统，实现上下两片晶圆的光学对准；随后通过机械的方法，使两片晶圆间隔夹持，完成对准。<br>
      2、对准精度：±5μm对准精度；`
  },
  {
      id: '4',
      title: '晶圆喷胶机',
      desc: '晶圆喷胶机是一种能够覆盖崎岖形貌的光刻胶涂覆设备，同时对厚胶涂覆和节省光刻胶方面有着非常明显的优势。',
      src: require('$assets/CommonImg/ProdList/喷胶机.png'),
      // 概述
      summary: `晶圆喷胶机是一种能够覆盖崎岖形貌的光刻胶涂覆设备，同时对厚胶涂覆和节省光刻胶方面有着非常明显的优势。雾化喷头将光刻胶雾化成雾滴，溅到衬底或晶圆表面，热板加热将光刻胶溶剂蒸发，使得有用的树脂留在衬底或晶圆表面，形成相对均匀的光刻胶覆盖。雾化喷头在衬底或晶圆上方做S形运动，以保证每一处被均匀的被覆盖。当雾化喷头经过若干次S形扫描后，衬底表面就会形成均匀的光刻胶覆盖。`,
      // 喷胶原理
      principle: `
      <div class="subTitle">喷胶原理</div> 
      过高压气体将稀释后的光刻胶打碎成无数雾状小液滴，然后均匀涂覆在衬底表面使其成膜。其雾状小液滴尺寸遵循高斯分布（μ是液滴平均直径，σ是标准差）：通过喷雾的方式，喷淋在硅片或者衬底表面；形成固体薄膜粘附在沟槽结构的各个表面。<br>
      涂层厚度和粗糙度易于控制等特点。<br>
      重复性强、涂层均匀性好、节省光刻胶溶液。`,
      // 喷胶技术优点
      influenceFactor: `
      <div class="subTitle">喷胶技术优点</div>
      （1）成本低，喷胶所使用的光刻胶较少，同样厚度的胶膜，利用旋转式涂胶技术使用的光刻胶约是喷胶技术的10至15倍，利用喷胶技术可节省大量成本。<br>
      （2）应用范围广，喷胶技术不仅可以在不同形状的晶圆上涂布光刻胶，还可以在具有形貌的晶圆表面涂布共形的光刻胶，最主要的是可以在一些较薄易碎的晶片表面涂布光刻胶，而这是旋涂工艺所不能完成的（离心力的作用极易使晶片碎裂）`,
      // 技术指标
      TechnicalIndicators: `
      <div class="subTitle">技术指标</div>
      1、喷胶范围 ：8英寸 （向下兼容 ）<br>
      2、喷胶厚度均匀性：<10 %@5μm<br>
      3、喷胶结构深宽比 ：<10<br>
      4、热板温度范围：：常温 ~125 ℃<br>
      *可定制其他规格的喷胶机 。 如多片喷涂 、异型零件喷涂等`
  },
  {
      id: '5',
      title: '紫外光刻机',
      desc: '光刻机(Mask Aligner) 又名掩模对准曝光机，曝光系统，光刻系统等。常用的光刻机是掩膜对准光刻，所以叫 Mask Alignment System.',
      src: require('$assets/CommonImg/ProdList/紫外光刻机.png'),
      // 概述
      summary: `光刻机(Mask Aligner) 又名掩模对准曝光机，曝光系统，光刻系统等。常用的光刻机是掩膜对准光刻，所以叫 Mask Alignment System.一般的光刻工艺要经历硅片表面清洗烘干、涂底、旋涂光刻胶、软烘、对准曝光、后烘、显影、硬烘、刻蚀等工序。Photolithography(光刻) 意思是用光来制作一个图形(工艺);在硅片表面匀胶，然后将掩模版上的图形转移光刻胶上的过程将器件或电路结构临时"复制"到硅片上的过程。`,
      // 光刻原理
      principle: `
      <div class="subTitle">光刻原理</div>
      其主要过程为：首先紫外光通过掩膜版照射到附有一层光刻胶薄膜的基片表面，引起曝光区域的光刻胶发生化学反应；再通过显影技术溶解去除曝光区域或未曝光区域的光刻胶（前者称正性光刻胶，后者称负性光刻胶），使掩膜版上的图形被复制到光刻胶薄膜上；最后利用刻蚀技术将图形转移到基片上。`,
      // 对准系统
      influenceFactor: `
      <div class="subTitle">对准系统</div>
      对准系统共有两套，具备调焦功能。主要就是由双目双视场对准显微镜主体、目镜和物镜各1对（光刻机通常会提供不同放大倍率的目镜和物镜供用户组合使用）。
      CCD对准系统作用是将掩模和样片的对准标记放大并成像于监视器上。
      工件台顾名思义就是放工件的平台，光刻工艺最主要的工件就是掩模和基片。
      工件台为光刻机的一个关键，由掩模样片整体运动台（XY）、掩模样片相对运动台（XY）、转动台、样片调平机构、样片调焦机构、承片台、掩模夹、抽拉掩模台组成。其中，样片调平机构包括球座和半球。调平过程中首先对球座和半球通上压力空气，再通过调焦手轮，使球座、半球、样片向上运动，使样片与掩模相靠而找平样片，然后对二位三通电磁阀将球座和半球切换为真空进行锁紧而保持调平状态。
      样片调焦机构由调焦手轮、杠杆机构和上升直线导轨等组成，调平上升过程初步调焦，调平完成锁紧球气浮后，样片和掩模之间会产生一定的间隙，因此必须进行微调焦。另一方面，调平完成进行对准，必须分离一定的对准间隙，也需要进行微调焦。
      抽拉掩模台主要用于快速上下片，由燕尾导轨、定位挡块和锁紧手轮组成。
      承片台和掩模夹是根据不同的样片和掩模尺寸而进行设计的。`,
      // 技术指标
      TechnicalIndicators: `
      <div class="subTitle">技术指标</div>
      样品尺寸：4英寸<br>
      对准精度：无对准、单面对准、双面对准<br>
      分辨率：1μm（胶厚1μm）<br>
      光源波长：365nm<br>
      光强：30~100mW/cm2<br>
      光强均匀性<3%<br>
      光照均匀性：≥96%<br>
      工件台位移指标：<br>
      ①X轴手动平移台：粗调行程±6.5mm；粗调精度0.01mm；微调行程±0.1mm；微调精度0.0005mm<br>
      ②Y轴手动平移台：粗调行程±6.5mm；粗调精度0.01mm；微调行程±0.1mm；微调精度0.0005mm<br>
      ③角度手动旋转台：粗调角度±5°；微调角度±6′<br>
      ④电动升降台：行程50mm；导程1.58mm；重复定位精度0.003mm<br>
      视觉系统指标：<br>
      ①工业镜头：分辨率：3.7μm；同轴点光源（黄光）<br>
      ②工业相机：传感器尺寸：1/2.5″；采集速度：15帧/s<br>
      ③X轴手动平移台：行程±6.5mm<br>
      ④Y轴手动平移台：行程±6.5mm<br>
      ⑤俯仰调节角度±10°
      <div class="subTitle" style="margin-top: .5rem">使用须知</div>
      该设备采用IUVLED平行光源，作为曝光机的新型光源，主要用在接触式、接近式光刻机上，采用UVLED作为发光光源，经过特殊设计的光学系统后，均匀准直的打在目标面上，相较于传统汞灯光源，功率大幅度降低，节省能耗，同时拥有更长的使用寿命，更加环保。
      在该光源下具有较高的出光均匀性以及较高的线条垂直度。
      `
      
  },
  {
      id: '6',
      title: '桌面显影机',
      desc: '显影机是将晒制好的印版通过半自动和全自动的程序将显影、冲洗、涂胶、烘干等工序一次性部分或全部完成的印刷处理设备。',
      src: require('$assets/CommonImg/ProdList/桌面式显影机.png'),
      // 概述
      summary: `显影机是将晒制好的印版通过半自动和全自动的程序将显影、冲洗、涂胶、烘干等工序一次性部分或全部完成的印刷处理设备。一般由传动系统、显影系统、冲洗系统、烘干系统、程序控制系统等部分组成。`,
      // 结构组成
      principle: `
      <div class="subTitle">结构组成</div>
      显影机一般由传动系统、显影系统、冲洗系统、烘干系统、程序控制系统等部分组成。<br>
      <span style="margin-top: 0.2rem;display: block;">传动系统</span>
      传动系统是引导印版运行的驱动装置。是由电机通过蜗轮蜗杆或链轮链条带动传送辊转动，并通过对压胶辊驱动使印版通过显影机的各个工作环节。
      <span style="margin-top: 0.2rem;display: block;">显影系统</span>
      印版显影过程中，经过循环显影液均匀、连续地喷淋，将印版空白部位的感光层迅速溶解，有的显影机还加有刷辊刷洗，加速这种溶解。为了保证显影液在恒定条件下工作，此部分还有加热器和冷却器，可自动调节温度（一般控制在25℃左右）。药液自动循环过滤，保证各处药液浓度和温度均匀一致。
      <span style="margin-top: 0.2rem;display: block;">冲洗系统</span>
      冲洗系统主要是由两组喷淋管向版面正反面喷淋清水，以除去附着在版面上的显影生成物和多余的显影液，并通过挤压辊挤去版面上的水分；同时具备二次水洗功能。
      <span style="margin-top: 0.2rem;display: block;">涂胶系统</span>
      涂胶系统主要功能是在显影后的版面上涂上一层均匀的保护胶。
      <span style="margin-top: 0.2rem;display: block;">干燥系统</span>
      干燥系统由送风管和胶辊组成，通过吹风和加热使印版迅速干燥，最后将印版送出`,
      // 技术指标
      TechnicalIndicators: `
      <div class="subTitle">技术指标</div>
      1、采用喷雾式或者puddle式显影方法进行显影
      <br>2、基片尺寸：≤6英寸
      <br>3、PP腔体
      <br>4、转速范围：0-2000rpm
      <br>5、2路液体管路
      <br>6、触摸屏操作；`
  },
  {
      id: '7',
      title: '匀胶机',
      desc: '匀胶机是在高速旋转的基片上，滴注各类胶液，利用离心力使滴在基片上的胶液均匀地涂覆在基片上的设备，膜的厚度取决于匀胶机的转速和溶胶的黏度。',
      src: require('$assets/CommonImg/ProdList/匀胶机.png'),
      // 概述
      summary: `匀胶机是在高速旋转的基片上，滴注各类胶液，利用离心力使滴在基片上的胶液均匀地涂覆在基片上的设备，膜的厚度取决于匀胶机的转速和溶胶的黏度。`,
      // 匀胶过程
      principle: `
      <div class="subTitle">匀胶过程</div>
      1、分滴。当硅片静止或旋转得非常缓慢时，光刻胶被分滴在硅片上
      <br>2、旋转铺开。快速加速硅片的旋转到一高的转速（rpm）使光刻胶伸展到整个硅片表面
      <br>3、旋转甩掉。甩去多余的光刻胶，在硅片上得到均匀的光刻胶胶膜覆盖层
      <br>4、溶剂挥发。以固定转速继续旋转已涂胶的硅片，直至溶剂挥发，光刻胶胶膜几乎干燥`,
      // 技术指标
      TechnicalIndicators: `
      <div class="subTitle">技术指标</div>
      1、转速：300-8000rpm
      <br>2、时间设定：0-200s 
      <br>3、均可分十段自由设定
      <br>4、均勻性：优于±2%
      <br>5、控制方式：全自动
      <br>6、PEEK托盘：碎片~6英寸
      <br>7、PP腔体，一次性内衬`
  },
  {
      id: '8',
      title: '热板',
      desc: '可编程存储多达20个程序，每个程序可设阶梯温度值30个阶段，单个阶段定时最长可达10小时（600分钟）',
      src: require('$assets/CommonImg/ProdList/热板.png'),
      // 技术指标
      TechnicalIndicators: `
      <div class="subTitle">技术指标</div>
      1、最高温度：150℃、300℃
      <br>2、8寸向下兼容
      <br>3、可编程存储多达20个程序，每个程序可设阶梯温度值30个阶段，单个阶段定时最长可达10小时（600分钟）
      <br>4、温度均匀性 ：±2％
      <br>5、可增加lift-pin功能，实现定时
      <br>6、取片和接近式烘烤
      <br>7、适合化学放大胶、SU-8、PMMA等
      <br>8、特殊光刻胶高精度、高稳定、阶梯升温的特殊烘烤要求
      `
  },
  {
      id: '9',
      title: '贴膜机',
      desc: '贴膜机是专门用于电子/通讯/半导体等行业贴保护膜及防暴膜的机器，可确保无气泡无擦痕贴膜。',
      src: require('$assets/CommonImg/ProdList/贴膜机.png'),
      summary: `贴膜机是专门用于电子/通讯/半导体等行业贴保护膜及防暴膜的机器，可确保无气泡无擦痕贴膜。`,
      // 技术指标
      TechnicalIndicators: `
      <div class="subTitle">技术指标</div>
      <span style="display: block;">真空贴膜机技术指标</span>
      1、专门用于晶圆、玻璃、陶瓷等衬底的贴膜设备。真空环境下进行贴膜，可避免产生气泡
      <br>2、真空度：-100KPa
      <br>3、加热温度：室温~150℃
      <br>4、适合SU8干膜，电镀干膜，键合干膜等
      <span style="margin-top: 0.2rem;display: block;">手动贴膜机技术指标</span>
      1、专门用于晶圆、玻璃、陶瓷等圆片的贴膜设备
      <br>2、可加热特氟龙托盘
      <br>3、干膜贴膜，电镀贴膜，键合干膜等`
  }
]
// 产品案例的内容 (id要与产品列表里的一致)
const prodCaseList = [
    {
        id: '1',
        title: '阳极键合',
        topLeftImg: require('$assets/CommonImg/ProdList/阳极键合.png'),
        bottomRightImg: require('$assets/CommonImg/ProdList/阳极键合.png'),
        topRightText: '阳极键合技术也称为场辅助密封、静电键合。它可以将玻璃与金属、合金或半导体键合在一起而不用任何粘结剂。',
        bottomLeftText: '阳极键合技术也称为场辅助密封、静电键合。它可以将玻璃与金属、合金或半导体键合在一起而不用任何粘结剂。',
    },
    {
        id: '2',
        title: '解键合',
        topLeftImg: require('$assets/CommonImg/ProdList/解键合.png'),
        bottomRightImg: require('$assets/CommonImg/ProdList/解键合.png'),
        topRightText: '工艺完成以后，需将器件晶圆与载片分离。减薄后的器件晶圆会由其他器件晶圆(晶圆级键合，永久键合至另一个晶圆上)或胶膜(芯片-品圆键合时黏附在划片使用的支撑胶膜上)支撑。以提供足够的应力支撑。根据临时键合层或释放层的特性，目前已研发出了多种解键合技术。',
        bottomLeftText: '工艺完成以后，需将器件晶圆与载片分离。减薄后的器件晶圆会由其他器件晶圆(晶圆级键合，永久键合至另一个晶圆上)或胶膜(芯片-品圆键合时黏附在划片使用的支撑胶膜上)支撑。以提供足够的应力支撑。根据临时键合层或释放层的特性，目前已研发出了多种解键合技术。',
    },
    {
        id: '3',
        title: '键合对准',
        topLeftImg: require('$assets/CommonImg/ProdList/键合对准.png'),
        bottomRightImg: require('$assets/CommonImg/ProdList/键合对准.png'),
        topRightText: `晶圆键合对准机是把一片晶圆与另一片晶圆进行对准。利用上下两片晶圆的对准标记，通过光学视觉系统，实现上下两片晶圆的光学对准，随后通过机械的方法，使两片晶圆接触，完成对准。`,
        bottomLeftText: `晶圆键合对准机是把一片晶圆与另一片晶圆进行对准。利用上下两片晶圆的对准标记，通过光学视觉系统，实现上下两片晶圆的光学对准，随后通过机械的方法，使两片晶圆接触，完成对准。`,
    },
    {
        id: '4',
        title: '晶圆喷胶机',
        topLeftImg: require('$assets/CommonImg/ProdList/喷胶机.png'),
        bottomRightImg: require('$assets/CommonImg/ProdList/喷胶机.png'),
        topRightText: `晶圆喷胶机是一种能够覆盖崎岖形貌的光刻胶涂覆设备，同时对厚胶涂覆和节省光刻胶方面有着非常明显的优势。雾化喷头将光刻胶雾化成雾滴，溅到衬底或晶圆表面，热板加热将光刻胶溶剂蒸发，使得有用的树脂留在衬底或晶圆表面，形成相对均匀的光刻胶覆盖。雾化喷头在衬底或晶圆上方做S形运动，以保证每一处被均匀的被覆盖。当雾化喷头经过若干次S形扫描后，衬底表面就会形成均匀的光刻胶覆盖。`,
        bottomLeftText: `晶圆喷胶机是一种能够覆盖崎岖形貌的光刻胶涂覆设备，同时对厚胶涂覆和节省光刻胶方面有着非常明显的优势。雾化喷头将光刻胶雾化成雾滴，溅到衬底或晶圆表面，热板加热将光刻胶溶剂蒸发，使得有用的树脂留在衬底或晶圆表面，形成相对均匀的光刻胶覆盖。雾化喷头在衬底或晶圆上方做S形运动，以保证每一处被均匀的被覆盖。当雾化喷头经过若干次S形扫描后，衬底表面就会形成均匀的光刻胶覆盖。`,
    },
    {
        id: '5',
        title: '紫外光刻机',
        topLeftImg: require('$assets/CommonImg/ProdList/紫外光刻机.png'),
        bottomRightImg: require('$assets/CommonImg/ProdList/紫外光刻机.png'),
        topRightText: '光刻机(Mask Aligner) 又名掩模对准曝光机，曝光系统，光刻系统等。常用的光刻机是掩膜对准光刻，所以叫 Mask Alignment System.一般的光刻工艺要经历硅片表面清洗烘干、涂底、旋涂光刻胶、软烘、对准曝光、后烘、显影、硬烘、刻蚀等工序。Photolithography(光刻) 意思是用光来制作一个图形(工艺);在硅片表面匀胶，然后将掩模版上的图形转移光刻胶上的过程将器件或电路结构临时"复制"到硅片上的过程。',
        bottomLeftText: '光刻机(Mask Aligner) 又名掩模对准曝光机，曝光系统，光刻系统等。常用的光刻机是掩膜对准光刻，所以叫 Mask Alignment System.一般的光刻工艺要经历硅片表面清洗烘干、涂底、旋涂光刻胶、软烘、对准曝光、后烘、显影、硬烘、刻蚀等工序。Photolithography(光刻) 意思是用光来制作一个图形(工艺);在硅片表面匀胶，然后将掩模版上的图形转移光刻胶上的过程将器件或电路结构临时"复制"到硅片上的过程。',
    },
    {
        id: '6',
        title: '桌面显影机',
        topLeftImg: require('$assets/CommonImg/ProdList/桌面式显影机.png'),
        bottomRightImg: require('$assets/CommonImg/ProdList/桌面式显影机.png'),
        topRightText: '显影机是将晒制好的印版通过半自动和全自动的程序将显影、冲洗、涂胶、烘干等工序一次性部分或全部完成的印刷处理设备。一般由传动系统、显影系统、冲洗系统、烘干系统、程序控制系统等部分组成。',
        bottomLeftText: '显影机是将晒制好的印版通过半自动和全自动的程序将显影、冲洗、涂胶、烘干等工序一次性部分或全部完成的印刷处理设备。一般由传动系统、显影系统、冲洗系统、烘干系统、程序控制系统等部分组成。',
    },
    {
        id: '7',
        title: '匀胶机',
        topLeftImg: require('$assets/CommonImg/ProdList/匀胶机.png'),
        bottomRightImg: require('$assets/CommonImg/ProdList/匀胶机.png'),
        topRightText: '匀胶机是在高速旋转的基片上，滴注各类胶液，利用离心力使滴在基片上的胶液均匀地涂覆在基片上的设备，膜的厚度取决于匀胶机的转速和溶胶的黏度。',
        bottomLeftText: '匀胶机是在高速旋转的基片上，滴注各类胶液，利用离心力使滴在基片上的胶液均匀地涂覆在基片上的设备，膜的厚度取决于匀胶机的转速和溶胶的黏度。',
    },
    {
        id: '8',
        title: '热板',
        topLeftImg: require('$assets/CommonImg/ProdList/热板.png'),
        bottomRightImg: require('$assets/CommonImg/ProdList/热板.png'),
        topRightText: '可编程存储多达20个程序，每个程序可设阶梯温度值30个阶段，单个阶段定时最长可达10小时（600分钟）',
        bottomLeftText: '可编程存储多达20个程序，每个程序可设阶梯温度值30个阶段，单个阶段定时最长可达10小时（600分钟）',
    },
    {
        id: '9',
        title: '贴膜机',
        topLeftImg: require('$assets/CommonImg/ProdList/贴膜机.png'),
        bottomRightImg: require('$assets/CommonImg/ProdList/贴膜机.png'),
        topRightText: '贴膜机是专门用于电子/通讯/半导体等行业贴保护膜及防暴膜的机器，可确保无气泡无擦痕贴膜。',
        bottomLeftText: '贴膜机是专门用于电子/通讯/半导体等行业贴保护膜及防暴膜的机器，可确保无气泡无擦痕贴膜。',
    }
  ]
// 所有的新闻数据
const allNewsList= [
  {
      id: '1',
      title: '2017年苏州工业园区金鸡湖人才计划科技领军人才',
      time: '04-24 13:27:49',
      keyword: '人才,获奖',
      src: require('$assets/CommonImg/1.jpg'),
      desc: '2017年12月27日下午，苏州工业园区第八届金鸡湖人才表彰大会在现代大厦召开，此次大会授予437人“金鸡湖人才”....',
      content: `<div class="entry-header mb-30">
          <div class="entry-content">
          <h5>热烈祝贺我公司资深研究员冒薇博士荣获“2017年度金鸡湖人才计划-科技领军人才”称号！</h5>
          <p>2017年12月27日下午，苏州工业园区第八届金鸡湖人才表彰大会在现代大厦召开，此次大会授
          予437人“金鸡湖人才”称号，其中30名高层次领军人才、183名科技领军人才、29名科教领
          军人才、6名高端服务业领军人才、189名高技能领军人才，我公司资深研究员冒薇博士有幸成   
          为其中一员。</p>
          <img style="display: block; max-height: 560PX" src="/static/news/金鸡湖人才证书.jpg" />
          <img style="display: block; max-height: 560PX"" src="/static/news/科技领军人才合照.jpg" />
      </div></div>`
  },
  {
      id: '2',
      title: '祝贺我司获得“高新技术企业”荣誉证书',
      src: require('$assets/CommonImg/2.jpg'),
      keyword: '证书,获奖',
      time: '2017-02-14 09:51',
      desc: '苏州美图半导体技术有限公司被授予“高新技术企业”荣誉证书，大大提高了我公司参与各项招投标业务的竞争力，同时也....',
      content: `<div class="entry-header mb-30">
          <div class="entry-content">
          <h5>苏州美图半导体技术有限公司被授予“高新技术企业”荣誉证书，大大提高了我公司参与各项招投标业务
          的竞争力，同时也进一步提升了我公司的企业品牌形象，进而促进企业科技转型。</h5>
          <img style="margin: 20PX auto; display: block;" src="/static/news/苏州美图半导体技术有限公司高企证书.jpg" />
          <p>获此荣誉后，我司一定会再接再厉，调整内部产业结构，走自主创新、持续创新的发展道路，提高科技创新能力。</p>
          <h5>获得“高新技术企业”荣誉证书，给我司带来的优势。</h5>
          <h5>提升企业品牌形象</h5>
          <p>说明负责人具备较强的创新意识、较高的市场开拓能力和经营管理水平。说明企业是国家重点支持的具有高成长性的企业，具有较好的潜在经济效益。</p>
          <h5>享受税收减免优惠政策</h5>
          <p>经认定的高新技术企业，可执行15%（认定前25%）的优惠税率，税率降低10个点，税额减少40%。</p>
          <h5>提高企业市场价值</h5>
          <p>证明企业在本领域中具有较强的技术创新能力、高端技术开发能力，有利于企业开拓国内外市场；是企业投标时的重要条件。</p>
          <h5>提高企业资本价值</h5>
          <p>高新技术企业是吸引地方政府、行业组织对企业实施优惠政策和资金扶持的重要条件，也更具有吸引风险投资机构和金融机构的实力，从而推动企业快速投入到产业化经营中去。</p>
      </div></div>`
  },
  {
      id: '3',
      title: '中国微米纳米技术学会第十八届学术年会暨微系统与纳米工程高层论坛',
      time: '2016-07-20 09:56',
      keyword: '会议, 学术',
      desc: '中国微米纳米技术学会第十八届学术年会暨微系统与纳米工程高层论坛北京市新疆大厦 展位号：16....',
      src: require('$assets/CommonImg/3.jpg'),
      content: `<div class="entry-header mb-30">
          <div class="entry-content">
          <h5>中国微米纳米技术学会第十八届学术年会暨微系统与纳米工程高层论坛北京市新疆大厦 展位号：16</h5>
          <img style="margin: 20PX auto; display: block;" src="/static/news/北京微米纳米技术学会.jpg" />
          <p>微米/纳米技术是一个新兴的、高技术和基础研究紧密结合的高科技领域，汇集了电
          子、机械、材料、制造、检测，以及物理、化学和生物等不同学科新生长出来的微小和微
          观领域的科学技术群体，是科学技术创新思维的结果，被认为是面向21世纪的新兴科技，
          近年来在全世界范围内得到了飞速的发展，取得了惊人的成绩，正在并且即将对人类产生
          深远的影响，甚至改变人们的思维方式和生活方式，极富挑战性。中国微米纳米学会是致
          力于推进微米纳米技术这一前沿科学领域的研发与产业化的国家一级学会，是全国从事微
          米/纳米技术的科技工作者及相关企事业单位、团体自愿结成并依法登记的社会团体法人，
          是全国性的非营利性学术团体，是联系广大微米/纳米技术工作者的纽带，是发展我国微米
          /纳米技术事业的重要社会力量。
          </p>
      </div></div>`
  },
  {
      id: '4',
      title: '2016国际微流控芯片与微纳尺度生物分析学术会议（兰州）',
      time: '2016-05-06 10:51',
      keyword: '会议, 学术',
      desc: '2016第五届国际微流控芯片与微纳尺度生物分离分析学术议（兰州）、第十届全国微全分析系统学术会议...',
      src: '/static/news/兰州大学.jpg',
      content: `<div class="entry-header mb-30">
          <div class="entry-content">
          <h5>美图半导体——2016国际微流控芯片与微纳尺度生物分析学术会议（兰州）</h5>
          <img style="margin: 20PX auto; display: block;" src="/static/news/兰州大学.jpg" />
          <p>2016第五届国际微流控芯片与微纳尺度生物分离分析学术议（兰州）、第十届全国微全分析系统学术会议、第五届全国微纳尺度生物分离分析学术会议定于2016年5月6日-5月9日在兰州召开。美图半导体携手研材微纳和中科院苏州纳米所参展，届时将竭诚为您提供丰富的生物芯片加工设备、材料、以及委托加工服务。欢迎国内外朋友莅临展位，展位号：8号。</p>
      </div></div>`
  },
  {
      id: '5',
      title: 'SEMICON China 2016',
      time: '2016-04-06 10:45',
      keyword: '展览, 技术',
      desc: '苏州美图半导体技术有限公司于2016年3月15日参加了一年一度全国最大的半导体专业展览会 SEMICON China 2016...',
      src: '/static/news/展览3.jpg',
      content: `<div class="entry-header mb-30">
          <div class="entry-content">
          <p>苏州美图半导体技术有限公司于2016年3月15日~3月17日参加了一年一度备受瞩目的全国最大的半导体专业展览会 SEMICON China 2016！
          在展会中，苏州美图半导 体技术有限公司向业界充分展示了在MEMS、先进封装、3D互联、生物芯片专用设备领域的技术创新。</p>
          <img style="display: block; max-height: 560PX"  src="/static/news/展览1.jpg" />
          <img style="display: block; max-height: 560PX" src="/static/news/展览2.jpg" />
          <p>展会期间，顾客络绎不绝！</p>
          <img style="display: block; max-height: 560PX" src="/static/news/展览3.jpg" />
          </div></div>`
  }
]
// 底部最新的两条新闻
// console.log(allNewsList.slice(0, 2))
const latestNews = allNewsList && allNewsList.length > 1 ? allNewsList.slice(0, 2) : []
// 首页轮播图的图片
const swiperImgs =[
//   { id: "1", src: `${config.swiperImgUrl}first.png` },
//   { id: "2", src: `${config.swiperImgUrl}second.png` }
  { id: "1", src: require(`$assets/CommonImg/SwiperImg/swiper-first.jpg`) },
  { id: "2", src: require(`$assets/CommonImg/SwiperImg/swiper-second.jpg`) }
//   { id: "3", src: require(`$assets/CommonImg/SwiperImg/swiper-third.jpg`) }
]
export default {
  productList,
  prodCaseList,
  prodList,
  allNewsList,
  latestNews,
  swiperImgs
}