const state = {
    newsInfo: {},
    newsList: [
        {
            id: '1',
            title: '2017年苏州工业园区金鸡湖人才计划科技领军人才',
            time: '04-24 13:27:49',
            keyword: '人才,获奖',
            src: require('$assets/CommonImg/1.jpg'),
            desc: '2017年12月27日下午，苏州工业园区第八届金鸡湖人才表彰大会在现代大厦召开，此次大会授予437人“金鸡湖人才”....',
            content: `<div class="entry-header mb-30">
                <div class="entry-content">
                <h5>热烈祝贺我公司资深研究员冒薇博士荣获“2017年度金鸡湖人才计划-科技领军人才”称号！</h5>
                <p>2017年12月27日下午，苏州工业园区第八届金鸡湖人才表彰大会在现代大厦召开，此次大会授
                予437人“金鸡湖人才”称号，其中30名高层次领军人才、183名科技领军人才、29名科教领
                军人才、6名高端服务业领军人才、189名高技能领军人才，我公司资深研究员冒薇博士有幸成   
                为其中一员。</p>
                <img style="display: block; max-height: 560PX" src="/static/news/金鸡湖人才证书.jpg" />
                <img style="display: block; max-height: 560PX"" src="/static/news/科技领军人才合照.jpg" />
            </div></div>`
        },
        {
            id: '2',
            title: '祝贺我司获得“高新技术企业”荣誉证书',
            src: require('$assets/CommonImg/2.jpg'),
            keyword: '证书,获奖',
            time: '2017-02-14 09:51',
            desc: '苏州美图半导体技术有限公司被授予“高新技术企业”荣誉证书，大大提高了我公司参与各项招投标业务的竞争力，同时也....',
            content: `<div class="entry-header mb-30">
                <div class="entry-content">
                <h5>苏州美图半导体技术有限公司被授予“高新技术企业”荣誉证书，大大提高了我公司参与各项招投标业务
                的竞争力，同时也进一步提升了我公司的企业品牌形象，进而促进企业科技转型。</h5>
                <img style="margin: 20PX auto; display: block;" src="/static/news/苏州美图半导体技术有限公司高企证书.jpg" />
                <p>获此荣誉后，我司一定会再接再厉，调整内部产业结构，走自主创新、持续创新的发展道路，提高科技创新能力。</p>
                <h5>获得“高新技术企业”荣誉证书，给我司带来的优势。</h5>
                <h5>提升企业品牌形象</h5>
                <p>说明负责人具备较强的创新意识、较高的市场开拓能力和经营管理水平。说明企业是国家重点支持的具有高成长性的企业，具有较好的潜在经济效益。</p>
                <h5>享受税收减免优惠政策</h5>
                <p>经认定的高新技术企业，可执行15%（认定前25%）的优惠税率，税率降低10个点，税额减少40%。</p>
                <h5>提高企业市场价值</h5>
                <p>证明企业在本领域中具有较强的技术创新能力、高端技术开发能力，有利于企业开拓国内外市场；是企业投标时的重要条件。</p>
                <h5>提高企业资本价值</h5>
                <p>高新技术企业是吸引地方政府、行业组织对企业实施优惠政策和资金扶持的重要条件，也更具有吸引风险投资机构和金融机构的实力，从而推动企业快速投入到产业化经营中去。</p>
            </div></div>`
        },
        {
            id: '3',
            title: '中国微米纳米技术学会第十八届学术年会暨微系统与纳米工程高层论坛',
            time: '2016-07-20 09:56',
            keyword: '会议, 学术',
            desc: '中国微米纳米技术学会第十八届学术年会暨微系统与纳米工程高层论坛北京市新疆大厦 展位号：16....',
            src: require('$assets/CommonImg/3.jpg'),
            content: `<div class="entry-header mb-30">
                <div class="entry-content">
                <h5>中国微米纳米技术学会第十八届学术年会暨微系统与纳米工程高层论坛北京市新疆大厦 展位号：16</h5>
                <img style="margin: 20PX auto; display: block;" src="/static/news/北京微米纳米技术学会.jpg" />
                <p>微米/纳米技术是一个新兴的、高技术和基础研究紧密结合的高科技领域，汇集了电
                子、机械、材料、制造、检测，以及物理、化学和生物等不同学科新生长出来的微小和微
                观领域的科学技术群体，是科学技术创新思维的结果，被认为是面向21世纪的新兴科技，
                近年来在全世界范围内得到了飞速的发展，取得了惊人的成绩，正在并且即将对人类产生
                深远的影响，甚至改变人们的思维方式和生活方式，极富挑战性。中国微米纳米学会是致
                力于推进微米纳米技术这一前沿科学领域的研发与产业化的国家一级学会，是全国从事微
                米/纳米技术的科技工作者及相关企事业单位、团体自愿结成并依法登记的社会团体法人，
                是全国性的非营利性学术团体，是联系广大微米/纳米技术工作者的纽带，是发展我国微米
                /纳米技术事业的重要社会力量。
                </p>
            </div></div>`
        },
        {
            id: '4',
            title: '2016国际微流控芯片与微纳尺度生物分析学术会议（兰州）',
            time: '2016-05-06 10:51',
            keyword: '会议, 学术',
            desc: '2016第五届国际微流控芯片与微纳尺度生物分离分析学术议（兰州）、第十届全国微全分析系统学术会议...',
            src: '/static/news/兰州大学.jpg',
            content: `<div class="entry-header mb-30">
                <div class="entry-content">
                <h5>美图半导体——2016国际微流控芯片与微纳尺度生物分析学术会议（兰州）</h5>
                <img style="margin: 20PX auto; display: block;" src="/static/news/兰州大学.jpg" />
                <p>2016第五届国际微流控芯片与微纳尺度生物分离分析学术议（兰州）、第十届全国微全分析系统学术会议、第五届全国微纳尺度生物分离分析学术会议定于2016年5月6日-5月9日在兰州召开。美图半导体携手研材微纳和中科院苏州纳米所参展，届时将竭诚为您提供丰富的生物芯片加工设备、材料、以及委托加工服务。欢迎国内外朋友莅临展位，展位号：8号。</p>
            </div></div>`
        },
        {
            id: '5',
            title: 'SEMICON China 2016',
            time: '2016-04-06 10:45',
            keyword: '展览, 技术',
            desc: '苏州美图半导体技术有限公司于2016年3月15日参加了一年一度全国最大的半导体专业展览会 SEMICON China 2016...',
            src: '/static/news/展览3.jpg',
            content: `<div class="entry-header mb-30">
                <div class="entry-content">
                <p>苏州美图半导体技术有限公司于2016年3月15日~3月17日参加了一年一度备受瞩目的全国最大的半导体专业展览会 SEMICON China 2016！
                在展会中，苏州美图半导 体技术有限公司向业界充分展示了在MEMS、先进封装、3D互联、生物芯片专用设备领域的技术创新。</p>
                <img style="display: block; max-height: 560PX"  src="/static/news/展览1.jpg" />
                <img style="display: block; max-height: 560PX" src="/static/news/展览2.jpg" />
                <p>展会期间，顾客络绎不绝！</p>
                <img style="display: block; max-height: 560PX" src="/static/news/展览3.jpg" />
                </div></div>`
        }
    ]
}
const mutations = {
}
const actions = {

}
export default {
    state,
    mutations,
    actions
}